Repository: GeorgeValandis/QuitERGY
Catalog: QuitERGY/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Update required
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise

source: Variant
de: Variante
es: Variante
fr: Variante

source: Version %@ is available in the App Store.
de: Version %@ ist im App Store verfügbar.
es: La versión %@ está disponible en el App Store.
fr: La version %@ est disponible sur l’App Store.

source: We read every note you share
de: Wir lesen jede Nachricht, die du sendest
es: Leemos cada nota que compartes
fr: Nous lisons chaque note partagée

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire

source: Weekly baseline
de: Wöchentlicher Ausgangswert
es: Base semanal
fr: Base hebdomadaire

source: Weekly goal
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire

source: What do you usually drink?
de: Was trinkst du normalerweise?
es: ¿Qué sueles beber?
fr: Que bois-tu habituellement ?

source: What’s inside your drink?
de: Was steckt in deinem Drink?
es: ¿Qué contiene tu bebida?
fr: Que contient ta boisson ?

source: Yes, Log Drink
de: Ja, Drink eintragen
es: Sí, registrar bebida
fr: Oui, enregistrer

source: Yes, No Drink
de: Ja, Kein Drink
es: Sí, sin bebida
fr: Oui, sans boisson

source: You already logged 'No Drink' today. Do you want to change and log a drink instead?
de: Du hast heute bereits 'Kein Drink' eingetragen. Möchtest du stattdessen einen Drink eintragen?
es: Hoy ya registraste 'Sin bebida'. ¿Quieres cambiarlo y registrar una bebida?
fr: Tu as déjà indiqué 'Sans boisson' aujourd’hui. Veux-tu plutôt enregistrer une boisson ?

source: You already logged drinks today. Do you want to change to 'No Drink'? This will delete all drink logs for today.
de: Du hast heute bereits Drinks eingetragen. Möchtest du zu 'Kein Drink' wechseln? Dadurch werden alle Drink-Einträge von heute gelöscht.
es: Hoy ya registraste bebidas. ¿Quieres cambiarlo a 'Sin bebida'? Se eliminarán todos los registros de bebida de hoy.
fr: Tu as déjà enregistré des boissons aujourd’hui. Veux-tu passer à 'Sans boisson' ? Tous les journaux de boisson d’aujourd’hui seront supprimés.

source: You can only log one entry per day with the free version. Upgrade to Premium to log unlimited entries.
de: In der kostenlosen Version kannst du nur einen Eintrag pro Tag speichern. Mit Premium kannst du unbegrenzt eintragen.
es: Con la versión gratis solo puedes registrar una entrada al día. Mejora a Premium para registrar entradas ilimitadas.
fr: La version gratuite limite à une entrée par jour. Passe à Premium pour des entrées illimitées.

source: You currently drink about %@ per week.
de: Du trinkst aktuell etwa %@ pro Woche.
es: Actualmente tomas unas %@ por semana.
fr: Tu bois actuellement environ %@ par semaine.

source: You're building momentum! Your body is starting to adjust to life without energy drinks.
de: Du baust Momentum auf! Dein Körper gewöhnt sich an ein Leben ohne Energy-Drinks.
es: Estás cogiendo impulso. Tu cuerpo empieza a adaptarse a la vida sin bebidas energéticas.
fr: Tu prends de l’élan ! Ton corps commence à s’adapter à la vie sans boissons énergisantes.

source: You're on track to reach your 90-day goal by:
de: Du bist auf Kurs, dein 90-Tage-Ziel zu erreichen bis:
es: Vas camino de alcanzar tu objetivo de 90 días el:
fr: Tu es sur la bonne voie pour atteindre ton objectif de 90 jours le :

source: You're over %d days in! The cravings may still come, but your mind is stronger, and your willpower is greater. Stay the course and trust the process.
de: Du bist schon über %d Tage dabei! Verlangen kann noch kommen, aber dein Kopf ist stärker und dein Wille wächst. Bleib dran und vertrau dem Prozess.
es: Ya llevas más de %d días. Los antojos pueden volver, pero tu mente es más fuerte y tu voluntad crece. Sigue el camino y confía en el proceso.
fr: Tu as dépassé %d jours ! Les envies peuvent encore venir, mais ton esprit est plus fort et ta volonté grandit. Garde le cap et fais confiance au processus.

source: Your 90-day goal has been adjusted to:
de: Dein 90-Tage-Ziel wurde angepasst auf:
es: Tu objetivo de 90 días se ha ajustado a:
fr: Ton objectif de 90 jours a été ajusté au :

source: Your App Store review helps more people break free from energy drinks.
de: Deine App-Store-Bewertung hilft mehr Menschen, von Energy-Drinks loszukommen.
es: Tu reseña en el App Store ayuda a más personas a liberarse de las bebidas energéticas.
fr: Ton avis sur l’App Store aide plus de personnes à se libérer des boissons énergisantes.

source: Zero energy drinks going forward
de: Ab jetzt null Energy-Drinks
es: Cero bebidas energéticas a partir de ahora
fr: Zéro boisson énergisante à partir de maintenant

source: %@ drinks
es: %@ bebidas
fr: %@ boissons

source: %d Drink
es: %d bebida
fr: %d boisson

source: %d Drinks
es: %d bebidas
fr: %d boissons

source: 14 Tage ohne Drinks
es: 14 días sin bebidas
fr: 14 jours sans boisson

source: 3 Tage ohne Drinks
es: 3 días sin bebidas
fr: 3 jours sans boisson

source: 7 Tage ohne Drinks
es: 7 días sin bebidas
fr: 7 jours sans boisson

source: Classic
es: Clásica
fr: Classique

source: Details
es: Detalles
fr: Détails

source: Drinks
es: Bebidas
fr: Boissons

source: Energy Check-in
es: Revisión de energía
fr: Point énergie

source: Energy Drink
es: Bebida energética
fr: Boisson énergisante

source: Fehler
es: Error
fr: Erreur

source: Hinweis
es: Aviso
fr: Remarque

source: Home
es: Inicio
fr: Accueil

source: LIFETIME
es: DE POR VIDA
fr: À VIE

source: Lifetime Premium
es: Premium de por vida
fr: Premium à vie

source: Name
es: Nombre
fr: Nom

source: Okay
es: Vale
fr: OK

source: QuitERGY Version %@
es: QuitERGY versión %@

source: Simulation zurücksetzen
es: Restablecer simulación
fr: Réinitialiser la simulation

source: Support
es: Soporte

source: W%d
es: S%d
fr: S%d
